app/views/food_entries/index.html.erb

                <% elsif item[:type] == 'bowel_movement' %>
                  <% if item[:entry].severity.present? %>
---
SELECT 1 AS one FROM "food_entries" LIMIT 1